Repository: mpwei/mpwei-print-server
Catalog: cups-thermo-printer-master/zj-*.po
Languages: ru

source: 80mm x 105mm
ru: 80x105мм

source: 80mm x 210mm
ru: 80x210мм

source: 80mm x 297mm
ru: 80x297мм

source: 80mm x 3276mm
ru: 80x3276мм

source: 58mm x 105mm
ru: 58x105мм

source: 58mm x 210mm
ru: 58x210мм

source: 58mm x 297mm
ru: 58x297мм

source: 58mm x 3276mm
ru: 58x3276мм

source: Cut Options
ru: Опции обрезки

source: Feed distance after print
ru: Прокрутка после печати

source: Feed 3mm
ru: На 3мм

source: Feed 6mm
ru: На 6мм

source: Feed 9mm
ru: На 9мм

source: Feed 12mm
ru: На 12мм

source: Feed 15mm
ru: На 15мм

source: Feed 18mm
ru: На 18мм

source: Feed 21mm
ru: На 21мм

source: Feed 24mm
ru: На 24мм

source: Feed 27mm
ru: На 27mm

source: Feed 30mm
ru: На 30mm

source: Feed 33mm
ru: На 33mm

source: Feed 36mm
ru: На 36mm

source: Feed 39mm
ru: На 39mm

source: Feed 42mm
ru: На 42mm

source: Feed 45mm
ru: На 45mm

source: Cutting
ru: Обрезка

source: No cutting
ru: Без обрезки

source: Cut at every page
ru: Обрезка по странице

source: Cut at every job
ru: Обрезка по документу

source: Blank space at end of page
ru: Пустое место в конце страницы

source: Print
ru: Печатать

source: Do not print
ru: Не печатать

source: Cash Drawer Control
ru: Денежный ящик

source: Cash Drawer 1
ru: Денежный ящик 1

source: No Cash Drawer 1
ru: Не открывать

source: Cash Drawer 1 Before Printing
ru: Открывать перед печатью

source: Cash Drawer 1 After Printing
ru: Открывать после печати

source: Cash Drawer 2
ru: Денежный ящик 2

source: No Cash Drawer 2
ru: Не открывать

source: Cash Drawer 2 Before Printing
ru: Открывать перед печатью

source: Cash Drawer 2 After Printing
ru: Открывать после печати
